---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ImportFailures.ImportedModelIsEmpty
source: html/bc5cf153-9213-9817-74ef-0715df5341a2.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ImportFailures.ImportedModelIsEmpty Property

Imported model is empty.

## Syntax (C#)
```csharp
public static FailureDefinitionId ImportedModelIsEmpty { get; }
```